Repository: wp-plugins/mushraider-bridge
Catalog: locale/mushraider-*.po
Languages: fr_fr

source: Settings
fr_fr: Options

source: Get MushRaider
fr_fr: Télécharger MushRaider

source: Bridge Settings
fr_fr: Paramètres

source: Bridge settings
fr_fr: Paramètres

source: Roles Settings
fr_fr: Rôles Options

source: Roles mapping
fr_fr: Rôles mapping

source: MushRaider Bridge : Settings
fr_fr: MushRaider Bridge : Paramètres

source: Login url (Add it to your MushRaider's admin panel settings)
fr_fr: Adresse d'identification (ajouter la dans la page d'administration de votre installation MushRaider)

source: API private key
fr_fr: Clée privée de l'API

source: API private key can be found in your MushRaider admin panel under the menu "Settings => API"
fr_fr: La clée privée de l'API peut être trouvée dans la page d'administration de votre installation MushRaider sous le menu "Paramètres => API"

source: API url
fr_fr: Adresse API

source: URL of your MushRaider install
fr_fr: Adresse de votre site MushRaider

source: Save Changes
fr_fr: Sauvegarder

source: To display your roster in pages you need to use the shortcode [mushraider_roster game="game_id"]. The "game_id" parameter is optional and can be found in your MushRaider website.
fr_fr: Pour afficher votre roster dans une page vous devez utiliser le shortcode [mushraider_roster game="game_id"]. Le paramètre "game_id" est optionnel et peut être trouvé dans votre installation MushRaider.

source: MushRaider Bridge : Roles mapping
fr_fr: MushRaider Bridge : Mapping des rôles

source: To get your custom roles set in MushRaider you have to configure the <a href="%s">bridge settings page</a>
fr_fr: Pour paramétrer les rôles personnalisés de votre site MushRaider vous devez d'abord configurer la <a href="%s">page des paramètres du bridge</a>

source: Roles mapping is usefull to set default roles depending on your wordpress users roles
fr_fr: Le mapping des rôles sert à définir les rôles MushRaider par défaut en fonction des rôles Wordpress

source: Name
fr_fr: Nom

source: Level
fr_fr: Niveau

source: Role
fr_fr: Rôle

source: MushRaider events
fr_fr: Evénements MushRaider

source: Display events from your MushRaider website
fr_fr: Afficher les événements de MushRaider

source: day
fr_fr: jour

source: days
fr_fr: jours

source: Incoming events
fr_fr: Prochains événements

source: Title:
fr_fr: Titre:

source: Game:
fr_fr: Jeu:

source: All
fr_fr: Tous

source: Period:
fr_fr: Période:

source: Today at
fr_fr: Aujourd'hui à

source: in
fr_fr: dans

source: Yesterday at
fr_fr: Hier à
